Repository: scoiatael/mam_wirusa
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: pl

source: can't be blank
pl: to pole nie może być puste

source: has already been taken
pl: jest już zajęte

source: is invalid
pl: jest nieprawidłowy

source: must be accepted
pl: musi być zaakceptowany

source: has invalid format
pl: ma nieprawidłowy format

source: has an invalid entry
pl: ma nieprawidłowe pole

source: is reserved
pl: jest zarezerwowany

source: does not match confirmation
pl: nie zgadza się z potwierdzeniem

source: is still associated with this entry
pl: jest ciągle połączony z tym wpisem

source: are still associated with this entry
pl: są ciągle połączone z tym wpisem

source: should be %{count} character(s)
pl: powinien mieć jeden znak

source: should have %{count} item(s)
pl: powinien zawierać jedną rzecz

source: should be at least %{count} character(s)
pl: powinien przynajmniej mieć jeden znak

source: should have at least %{count} item(s)
pl: powinien zawierać przynajmniej jedną rzecz

source: should be at most %{count} character(s)
pl: powinien co najwyżej mieć jeden znak

source: should have at most %{count} item(s)
pl: powinien zawierać co najwyżej jedną rzecz

source: must be less than %{number}
pl: powinien być mniejszy niż %{number}

source: must be greater than %{number}
pl: powinien być większy niż %{number}

source: must be less than or equal to %{number}
pl: powinien być mniejszy lub równy niż %{number}

source: must be greater than or equal to %{number}
pl: powinien być większy lub równy niż %{number}

source: must be equal to %{number}
pl: powinien być równy niż %{number}
